{
	"pageTextData": [{
		"title": "Find new styles",
		"subtitle": "Gain insight into the unique styles of chair developed over the years"
	}, {
		"title": "Explore the history of chairs",
		"subtitle": "Understand the evolution of chair material"
	}, {
		"title": "View a brief history of chairs",
		"modelDescription": "From Thomas Chippendale’s grand 18th-century designs, to a chair used at Charles II’s coronation and Peter Ghyczy’s futuristic Garden Egg, the Chair Museum’s collection of chairs covers a huge variety of design styles and manufacturing techniques. Many of these can be explored in the Furniture Gallery."
	}, {
		"galleryTitle": "3D Image Gallery",
		"modeldescription": "3D Images of chair models"
	}, {
		"x3dModelTitle": "Lounge chair X3D model",
		"x3dCreation": "This X3D model of the coke can has been created in 3ds Max, exported to VRML97 and converted, using the instantreality transcoders, to X3D for display online.",
		"title": "Description",
		"subtitleType": "Type:",
		"descriptionType": "Lounge chair",
		"subtitleMaterials": "Materials:",
		"descriptionMaterials": "Lounge chairs can be made from a variety of materials, mainly a combination of leather and metal. This particular one consists of metal arms and a faux leather cover.",
		"subtitleOrigin": "Origin and History of Lounge Chairs:",
		"descriptionOrigin": "Lounge chairs in one form or another have been around for thousands of years, although for much of that time, they were playthings of the wealthy. The Lounge Chair as the term is understood today can trace its origins back to 1928, and were invented by Marcel Breuer, of Hungary. His original design was crafted from tubular steel, plated in chrome, and upholstered with leather.",
		"subtitleGallery": "Gallery location:109, D",
		"titleCamera": "Camera Views"
	}, {
		"x3dModelTitle": "Desk chair X3D model",
		"title": "Description",
		"subtitleType": "Type:",
		"descriptionType": "Desk chair / Cantilever chair",
		"subtitleMaterials": "Materials:",
		"descriptionMaterials": "Typically a cantilever chair would be made with a wooden framework and an upholstered seat of some kind. In modern times, a steel bar was used as the framework. This particular one consists of a leather seat and back with a wooden base.",
		"subtitleOrigin": "Origin and History of Cantilever Chairs:",
		"descriptionOrigin": "A cantilever chair is a chair whose seating and framework are not supported by the typical arrangement of 4 legs, but instead is held erect and aloft by a single leg or legs that are attached to one end of a chair's seat and bent in an L shape, thus also serving as the chair's supporting base. Designed by Mart Stam in the 1920s",
		"subtitleGallery": "Gallery location:126, D"
	}, {
		"x3dModelTitle": "Child's chair X3D model",
		"title": "Description",
		"subtitleType": "Type:",
		"descriptionType": "Children's modern plastic chair",
		"subtitleMaterials": "Materials:",
		"descriptionMaterials": "This chair is made using metal legs with a bright green plastic body. The plastic chair is particular good for children as it is easy to clean up any spills.",
		"subtitleOrigin": "Origin and History of Children's Chairs:",
		"descriptionOrigin": "There are many different types of plastic chair, each one used for a different purpose. In this case the scoop of the seat makes it perfect for a child to use at dinner or whilst doing their homework.",
		"subtitleGallery": "Gallery location:142, D"
	}, {
		"x3dModelTitle": "Dining chair X3D model",
		"title": "Description",
		"subtitleType": "Type:",
		"descriptionType": "Dining chair: Slat-back",
		"subtitleMaterials": "Materials:",
		"descriptionMaterials": "Slat-back dining chairs typically feature a wooden frame with vertical slats that make up the back. Two common styles of slat-back chairs include the traditional Windsor design that features a fanned-out slatted back, and Mission or Shaker style chairs that feature clean, straight vertical slats framed by two horizontal slats.",
		"subtitleOrigin": "Origin and History of slat-back Chairs:",
		"descriptionOrigin": "The first Shaker slat-back chairs were probably made at the New Lebanon, New York, colony shortly after 1785. Between then and the beginning of the 19th Century, the management of this and other of their colonies in New England began to sell chairs to neighboring country stores.",
		"subtitleGallery": "Gallery location:115, D"
	}]
}